[{"title": "Percy Jackson i Bogowie Olimpijscy: Złodziej Piorunów", "authors": "Rick Riordan", "description": "Co by było, gdyby olimpijscy bogowie żyli w XXI wieku? Co by było, gdyby nadal zakochiwali się w śmiertelnikach i śmiertelniczkach i mieli z nimi dzieci, z których mogliby wyrosnąć wielcy herosi – jak Tezeusz, Jazon czy Herakles? Jak to jest – być takim dzieckiem? To właśnie przydarzyło się dwunastoletniemu Percy’emu Jacksonowi, który zaraz po tym, jak dowiedział się prawdy, wyruszył w niezwykle niebezpieczną misję. Z pomocą satyra i córki Ateny Percy odbędzie podróż przez całe Stany Zjednoczone, żeby schwytać złodzieja, który ukradł przedwieczną „broń masowego rażenia” – należący do Zeusa piorun piorunów. Po drodze zmierzy się z zastępami mitologicznych potworów, których zadaniem jest go powstrzymać. A przede wszystkim będzie musiał stawić czoła ojcu, którego nigdy wcześniej nie spotkał, oraz przepowiedni, która ostrzegła go przed…", "pages_num": 360, "done": true, "how_many": 4}, {"title": "Percy Jackson i Bogowie Olimpijscy: Klątwa Tytana", "authors": "Rick Riordan", "description": "Kiedy Percy Jackson dostaje od swojego najlepszego kumpla Grovera pilną wiadomość z prośbą o pomoc, natychmiast przygotowuje się do walki. Przyjaciele ruszają na ratunek i odkrywają, że Grover spotkał kogoś wyjątkowego: dwoje potężnych dzieci półkrwi o nieznanym pochodzeniu. Ale to nie wszystko, co ich czeka. Król tytanów Kronos uknuł najbardziej podstępny ze swoich planów, a młodzi herosi mają być jego ofiarami.Nie tylko oni są w niebezpieczeństwie. Przebudził się starożytny potwór zdolny zniszczyć Olimp, a Artemida, jedyna bogini, która potrafi go wytropić, zaginęła. Percy i przyjaciele wraz z Łowczyniami Artemidy mają tylko tydzień, żeby odnaleźć porwaną boginię i rozwiązać tajemnicę potwora, na którego polowała. A po drodze będą się musieli zmierzyć z najniebezpieczniejszym wyzwaniem: mrożącą krew w żyłach klątwą tytana. ", "pages_num": 312, "done": true, "how_many": 4}, {"title": "Percy Jackson i Bogowie Olimpijscy: Morze Potworów", "authors": "Rick Riordan", "description": "W porywającym, dowcipnym i cieszącym się ogromną popularnością dalszym ciągu opowieści rozpoczętej w Złodzieju pioruna Percy wraz z przyjaciółmi musi udać się w rejs po Morzu Potworów, aby ocalić obóz. Najpierw jednak odkryje szokującą rodzinną tajemnicę, która każe mu się zastanowić, czy to, że Posejdon uznał go za syna, jest zaszczytem czy okrutnym żartem. Siódma klasa była dla Percy’ego Jacksona wyjątkowo spokojna. Żaden potwór nie przedostał się na teren jego nowojorskiej szkoły. Ale kiedy niewinna gra w zbijanego z kolegami z klasy zmienia się w śmiertelną rozgrywkę z brutalną bandą olbrzymów-ludożerców… sprawy przyjmują paskudny obrót. Niespodziewana wizyta Annabeth, przyjaciółki Percy’ego, oznacza kolejne złe wieści: magiczna granica broniąca Obozu Herosów została zniszczona przez truciznę podrzuconą przez tajemniczego wroga. Jeśli lekarstwo nie znajdzie się na czas, jedyna bezpieczna przystań dla herosów przestanie istnieć. ", "pages_num": 280, "done": true, "how_many": 4}]